Repository: EdilbertoFonseca/IMC
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: Calculate your BMI
pt: Calcule seu IMC

source: This addon calculates the body apple index.
pt: Este addon calcula o índice de maça do corpo.

source: &Calculate your BMI
pt: &Calcule seu IMC

source: BMI, This add-on calculates the body mass.
pt: IMC, Este add-on calcula a massa corporal.

source: Calculation of the Body Apple Index.
pt: Cálculo do Índice de maça Corporal.

source: Enter your height:
pt: Digite sua altura:

source: Enter your weight:
pt: Digite seu peso:

source: &Calculate
pt: &Calcular

source: C&lean
pt: &Limpar

source: &Close
pt: &Fechar

source: Fill in all fields!
pt: Preencha todos os campos!

source: Atention
pt: Atenção

source: Your BMI is {}, you are underweight!
pt: Seu IMC é de {}, você está abaixo do peso!

source: Your BMI is {}, you are of normal weight!
pt: Seu IMC é de {}, você está com peso normal!

source: Your BMI is {}, you are overweight!
pt: Seu IMC é de {}, você está acima do peso!

source: Your BMI is {}, you are obese!
pt: Seu IMC é de {}, você é obeso!

source: Your BMI is {}, you are severely obese!
pt: Seu IMC é de {}, você está gravemente obeso!

source: Resut
pt: Resultado

source: Message
pt: Mensagem
